{
  "glossary": [
    {
      "term": "Адыги",
      "definition": "Общее название группы родственных автохтонных (коренных) племен Северо-Западного Кавказа. В Европе и России с середины ХIII в. они больше известны под названием черкесы. В настоящее время адыги включают в себя адыгейцев (жителей Республики Адыгея), кабардинцев (жителей Кабардино-Балкарской республики), черкесов (жителей Карачаево-Черкесской республики). Все адыгские (черкесские) племена называли и называют себя адыгэ."
    },
    {
      "term": "Генуэзские колонии",
      "definition": "Укрепленные торговые центры купцов в ХIII-ХV вв. в Причерноморье и Северо-Западном Кавказе, основанные выходцами из Генуи для организации торговли Западной Европы со Средней Азией и Китаем."
    },
    {
      "term": "Гунны",
      "definition": "Кочевой народ, который сформировался во II-IV вв. в Приуралье из тюркоязычных хунну и местных угров и сарматов. Их массовое переселение дало толчок Великому переселению народов."
    },
    {
      "term": "«Заветы Игната»",
      "definition": "Свод правил, возведенный казаками-некрасовцами в ранг закона, которые основывались на общеказачьем обычном праве."
    },
    {
      "term": "Зихи",
      "definition": "Название одного из адыгских (черкесских) племенных объединений, проживавших в приморских нагорных территориях от районов современного города Новороссийска до Гагры, использовавшееся с периода античности до позднего средневековья."
    },
    {
      "term": "Касоги",
      "definition": "Иноназвание, которым обозначали в русских, арабских, византийских источниках средних веков предков современных адыгов проживавших в Прикубанье."
    },
    {
      "term": "Казаки-некрасовцы (некрасовцы)",
      "definition": "Потомки донских и хопёрских казаков, которые под руководством своего лидера Игната Некрасова, после подавления Булавинского восстания в 1708 г. ушли с Дона и поселились в низовьях Кубани, между Копылом и Темрюком."
    },
    {
      "term": "Тмутараканское княжество",
      "definition": "Самое южное древнерусское княжество, существовавшее в X—XI веках на Таманском полуострове с центром в городе Тмутаракань. История его возникновения была связана с походом князя Святослава Игоревича на ясов (алан) и касогов (адыгов) в 965 г."
    }
  ]
}