{
  "glossary": [
    {
      "term": "«Барбаросса»",
      "definition": "Кодовое название плана молниеносной войны против СССР, разработанного фашистским военным руководством Германии. Был назван в честь императора Фридриха I Барбароссы."
    },
    {
      "term": "Битва за Кавказ",
      "definition": "Одно из крупнейших сражений Великой Отечественной войны, проходившее с 25 июля 1942 года по 9 октября 1943 года. В рамках этой битвы немецкие войска пытались захватить богатый нефтяными месторождениями и продовольствием Кавказ, важный для снабжения Советского Союза."
    },
    {
      "term": "Блицкриг",
      "definition": "(нем. blitzkrieg, буквально – молниеносная война), стратегическая и оперативно-тактическая военная доктрина, целью которой является разгром главных сил противника в кратчайшие сроки. Прежде всего ассоциируется с действиями вооружённых сил Третьего рейха (вермахта) на начальных этапах Второй мировой войны 1939–1945 гг."
    },
    {
      "term": "Генеральный план «Ост»",
      "definition": "(нем. generalplan Ost) — совокупность программ и планов закрепления господства нацистской Германии в Восточной Европе. План разрабатывался с 1940 года по приказу Генриха Гиммлера и приобрёл завершённый вид к июню 1942 года. Некоторые положения плана: захват территории СССР до Уральских гор; уничтожение и переселение с захваченных территорий коренного населения (предполагалось до 50 млн советских граждан); «онемечивание» и порабощение оставшегося населения; колонизация освободившихся земель и заселение их немцами; создание на части захваченной территории СССР нескольких марионеточных государств с целью дальнейшей эксплуатации ресурсов захваченных территорий. План был рассчитан на 30 лет и должен был быть реализован после победы рейха в войне против СССР."
    },
    {
      "term": "Геноцид",
      "definition": "Форма массового насилия, направленная на полное или частичное уничтожение национальной, этнической, расовой или религиозной группы людей. Термин введён в обиход польским юристом Рафаэлем Лемкиным в 1944 году."
    },
    {
      "term": "«Голубая линия»",
      "definition": "Условное наименование рубежей обороны немецких войск на Таманском полуострове (зима - осень 1943 года). Это две полосы оборонительных сооружений, которые растянулись от Темрюка до Новороссийска. В длину чуть больше 100 км, в ширину около 25 км. Главная полоса обороны пролегала через окрестности Новороссийска, Крымской и Темрюка. Рубеж линии прорван в ходе Новороссийско-Таманской операции осенью, 9 октября 1943 года."
    },
    {
      "term": "Малая земля",
      "definition": "Название плацдарма в районе Мысхако, у Новороссийска, который был захвачен советскими войсками в ходе Великой Отечественной войны с целью освобождения города. Героическая оборона этого клочка земли продолжалась 225 дней и завершилась 16 сентября 1943 года освобождением Новороссийска."
    },
    {
      "term": "Мобилизация",
      "definition": "Комплекс мероприятий по переводу экономики и органов власти на работу в условиях военного времени, а также переводу вооружённых сил на организацию и состав военного времени."
    },
    {
      "term": "Оккупация",
      "definition": "(от лат. occupatio − «захват, занятие») насильственное, обычно временное занятие вооружёнными силами государства не принадлежащей ему территории. Это происходит без согласия государства, обладающего суверенитетом над данной территорией."
    },
    {
      "term": "Операция «Эдельвейс»",
      "definition": "Кодовое название военной операции немецкого командования по захвату Кавказа в рамках более широкого плана «Блау», в частности, нефтедобывающего района Грозного и Баку, в ходе Второй мировой войны. Для реализации своих амбициозных задач в битве на Кавказе немецкое командование разработало операцию под кодовым наименованием «Эдельвейс». План предусматривал окружение и уничтожение советских войск южнее и юго-восточнее Ростова-на-Дону. Затем враг собирался овладеть Северным Кавказом, Новороссийском, Туапсе, Грозным и Баку."
    },
    {
      "term": "План «Ольденбург» («Зеленая папка» Геринга)",
      "definition": "Кодовое название экономического подраздела плана нападения нацистской Германии на СССР «Барбаросса». План предусматривал овладение и постановку на службу Рейху всех запасов сырья и крупных промышленных предприятий на территории между Вислой и Уралом. Согласно плану, территория СССР делилась на четыре экономических инспектората (Ленинград, Москва, Киев, Баку) и 23 экономических комендатуры, а также 12 бюро. Впоследствии, согласно плану, предполагалось разбить территорию европейской части СССР на семь государств, каждое из которых должно было экономически зависеть от Германии. Территорию Прибалтики планировалось сделать протекторатом и в дальнейшем включить в состав Германии."
    }
  ]
}