{
  "glossary":
  [
    {
      "term": "Архонт",
      "definition": "Высшее должностное лицо в древнегреческих городах-полисах"
    },
    {
      "term": "Боспорское царство",
      "definition": "Государство, образовавшееся в V в до н. э. в результате объединения греческих городов-полисов на Керченском, Таманском полуостровах, восточном побережье Черного моря и государства Синдика"
    },
    {
      "term": "Дольмены",
      "definition": "(от брет. taol maen - каменный стол) - древние погребальные и культовые сооружения, сложенные из нескольких плит или высеченные в монолитной скальной породе"
    },
    {
      "term": "Дольменная культура",
      "definition": "Древняя культура, существовавшая на Западном Кавказе от Таманского полуострова до Абхазии с середины III до конца II тысячелетии до н.э. Свое название получила по сохранившимся в большом количестве каменным постройкам, предположительно гробницам – дольменам"
    },
    {
      "term": "Майкопская культура",
      "definition": "Самая древняя цивилизация на территории современной России и Европы, сложившаяся в эпоху ранней бронзы в III тысячелетии до н.э. с центром в Прикубанье и охватывавшая равнины и предгорья Предкавказья от Таманского полуострова до Чечни"
    },
    {
      "term": "Меоты",
      "definition": "Собирательное название ряда родственных племен Северо-Западного Кавказа, населявших с VIII - начала VII вв. до н. э. обширное пространство по восточному берегу Азовского (по-гречески Меотиды) и Черного морей, Прикубанье и Закубанье. Большинство кавказоведов считают, что меоты являются предками современных адыгов"
    },
    {
      "term": "Сарматы",
      "definition": "Общее название ираноязычных племен, расселившихся от Тобола до Дуная, начавших свое проникновение на Северный в III в. до н.э."
    },
    {
      "term": "Северокавказская археологическая культура",
      "definition": "Археологическая культура бронзового века, генетически связанная с майкопской культурой и следующая за ней по времени бытования существовавшая в конце III — начале II тысячелетия до н.э. на значительной территории Северного Кавказа"
    },
    {
      "term": "Синды",
      "definition": "Одно из меотских племен, населявших Таманский полуостров, левобережье реки Кубани и Черноморское побережье до современной Анапы, создавшее в V в. до н.э. свое государство – Синдика, которое испытывало сильное влияние греческих городов-колоний"
    },
    {
      "term": "Скифы",
      "definition": "Собирательное название кочевых племен, относящихся к иранской группе индоевропейских языков, кочевавший на обширных пространствах от причерноморских степей (к востоку от Дуная) до территории современного Китая. Общим культурным маркером скифов является звериный стиль в искусстве"
    },
    {
      "term": "Скифский звериный стиль",
      "definition": "Художественный стиль, сложившийся в VII—IV в. до н. э. у кочевников-скифов для которого были характерны стилизованные изображения реальных и фантастических зверей и птиц, причудливо переплетавшиеся с растительными мотивами. Изображениями зверей орнаментировались оружие, конская сбруя, украшения одежды, поясные пряжки и др."
    }
  ]
}
