{
  "glossary": [
    {
      "term": "Белое движение (белые)",
      "definition": "Военно-политическое движение разрозненных в политическом отношении сил в годы Гражданской войны, которых объединяло неприятие советской власти. Лидерами белого движения были Колчак, Алексеев, Корнилов, Деникин и Врангель и др"
    },
    {
      "term": "Военный коммунизм",
      "definition": "Социально-экономическая политика большевиков в годы Гражданской войны, характеризовавшаяся проведением ряда чрезвычайных мер. Ключевым звеном политики военного коммунизма была продразверстка"
    },
    {
      "term": "Великий перелом",
      "definition": "Выражение И. В. Сталина, которым он охарактеризовал начавшийся переход в СССР от нэпа к политике форсированной индустриализации и коллективизации сельского хозяйства. Годом великого перелома принято считать 1929 г"
    },
    {
      "term": "Гражданская война",
      "definition": "Период острого социального и политического противостояния в России, принявшего форму вооруженного конфликта в 1918-1922 гг. Основное вооруженное противостояние в годы Гражданской войны происходило между «белыми» и «красными»"
    },
    {
      "term": "Зеленое движение",
      "definition": "Обобщённое название нерегулярных, преимущественно крестьянских и казачьих вооружённых формирований, противостоявших иностранным интервентам, большевикам и белогвардейцам в годы Гражданской войны в России. Название «зелёные» возникло по двум причинам: по первой версии, партизаны базировались в лесах, и зелёный цвет стал их отличительным признаком; по второй — название пошло от фамилии атамана Зеленого, поднявшего масштабное восстание на Украине"
    },
    {
      "term": "Индустриализация",
      "definition": "Процесс форсированного наращивания промышленного потенциала СССР, осуществлявшийся во второй половине 1920- 1930 гг. ХХ в. Целью индустриализации было преодоление технической отсталости СССР и обретение экономической независимости"
    },
    {
      "term": "Коллективизация",
      "definition": "Процесс объединения мелких единоличных крестьянских хозяйств в крупные коллективные социалистические хозяйства − колхозы. Коллективизация ставила целью обеспечение нужд индустриализации и ликвидация кулачества как класса"
    },
    {
      "term": "Колхоз",
      "definition": "Крупное коллективное социалистическое хозяйство, в котором средства производства (земля, оборудование, скот, семена и т. д.) находились в совместной собственности и под общественным управлением его участников"
    },
    {
      "term": "Красное движение (красные)",
      "definition": " Наименование большевиков  и союзных им сил в ходе Гражданской войны в России. Свое название получили из-за использовавшегося ими в качестве символа революционной борьбы пролетариата красного флага"
    },
    {
      "term": "Кубанская законодательная рада",
      "definition": "Высший законодательный орган власти на Кубани, учрежденный на заседании Войсковой рады 7 октября 1917 г. до созыва Всенародного Учредительного собрания"
    },
    {
      "term": "Кубанская краевая рада",
      "definition": "Верховный орган власти с функциями учредительного характера, учрежденный на заседании Войсковой рады 7 октября 1917 г., представлявшей интересы землевладельческо-военной части казачества"
    },
    {
      "term": "Кубанское войсковое правительство",
      "definition": "Высший исполнительный и руководящий орган Кубанского казачьего войска, провозглашенный на I съезде Кубанской Войсковой Рады 17 апреля 1917 г. Его создание было связано с целью противостояния посягательствам со стороны иногороднего населения на казачьи привилегии"
    },
    {
      "term": "Кулаки",
      "definition": "Обозначение в дореволюционной России и в СССР зажиточных крестьян, использующих наёмный труд. Кулаки были ликвидированы в СССР в годы коллективизации"
    },
    {
      "term": "НЭП (новая экономическая политика)",
      "definition": "Экономическая политика, проводившаяся в Советской России и СССР в 20-е гг. ХХ в. Суть ее состояла в создании многоукладной экономики при сохранении командных высот за государством.  Начало НЭПу положил в 1921 г.  Х съезде РКП (б), который принял решение о замене продразверстки прогрессивным продналогом"
    },
    {
      "term": "Раскулачивание",
      "definition": "Принудительное переселение крестьянских семей, объявленных кулаками, в отдалённые районы СССР с передачей их имущества создаваемым колхозам. Раскулачивание производилось в годы коллективизации в СССР"
    },
    {
      "term": "Продразверстка",
      "definition": "Продовольственная развёрстка - система заготовок сельхозпродуктов, осуществлявшаяся большевиками в годы Гражданской войны"
    }
  ]
}