{
  "glossary": [
    {
      "term": "Аталычество",
      "definition": "обычай искусственного родства, когда ребенка в детском возрасте передавали на воспитание в другую семью. Аталычество было добровольным актом со стороны родителей и, в первую очередь, было связано с желанием родителей закалить характер ребенка, привить ему лучшие качества, что было сложно в окружении родительской любви и заботы."
    },
    {
      "term": "Войско верных казаков",
      "definition": "казачье войско, сформированное из казаков ликвидированного в 1775 г. Запорожского казачьего войска и добровольцев из свободных сословий по указу Екатерины II от 14 января 1788 г."
    },
    {
      "term": "Иностранная колонизация Кубани",
      "definition": "Массовое заселение и хозяйственное освоение Кубани христианским славянским населением было продолжено в ХIХ в. и приняло грандиозные масштабы. По мере завершения Кавказской войны становилось очевидным, что возможностей военно-казачьей колонизации недостаточно. В этой связи наряду с народной крестьянской колонизацией российские власти стали активно использовать возможности иностранной колонизации"
    },
    {
      "term": "Кубанское казачье войско",
      "definition": "Казачье войско, образованное 19 ноября 1860 г. в результате переименовании Черноморского казачьего войска и включения в его состав шести бригад кавказского Линейного казачьего войска с землями"
    },
    {
      "term": "Кубанская область",
      "definition": "Административно-территориальная единица Российской империи, образовавшаяся в 1860 г. и существовавшая до 1918 г. на землях Кубанского казачьего войска. В ее состав входили: большая часть современного Краснодарского края, Республики Карачаево-Черкесия, полностью Республика Адыгея, западная часть Ставропольского края и южная часть Ростовской области. Административным центром области был город Екатеринодар"
    },
    {
      "term": "Линейцы",
      "definition": "Казаки, которые при формировании Кубанского казачьего войска в 1860 году перешли в него из состава Кавказского Линейного войска, из основной части которого было образовано Терское казачье войско. Как правило, линейцы были потомками донских и волжских казаков"
    },
    {
      "term": "Народная колонизация Кубани",
      "definition": "Процесс массового заселения и хозяйственного освоения Кубани по преимуществу крестьянским славянским населением из южных и центральных губерний Российской империи, начавшийся в середине ХIХ в."
    },
    {
      "term": "Мюридизм",
      "definition": "Исламское религиозное вероучение, в основе которого лежало утверждение, что Магомед выдвигает из народа мюридов (послушников), которые обязуются сохранить учение Корана в чистоте, и что правоверные должны беспрекословно повиноваться им как избранным людям. Практически мюриды давали обет посвятить все свои силы и жизнь газавату - священной войне, борьбе с гяурами. Мюридизм на Северном Кавказе в 20-50-е гг. ХIХ в. выступал не только как религиозное учение, но и как форма военно-политической организации, создаваемой наибами Шамиля для мобилизации и консолидации сил всех северокавказских народов в борьбе против экспансии России"
    },
    {
      "term": "Пластуны",
      "definition": "Пешие казаки в Кубанском войске из особой команды, которая несла сторожевую и разведочную службу. Пластуны набирались из казаков, которые не могли приобрести боевого коня"
    },
    {
      "term": "Черкесия",
      "definition": "Закрепившееся в исторической литературе обозначение территории проживания адыгских племен на Северо-Западном Кавказе. Ее границы на Западе проходили по восточному побережью Черного и Азовского морей, на севере по левобережью Кубани, на востоке до р. Сунжи"
    },
    {
      "term": "Черноморская кордонная линия",
      "definition": "Совокупность укреплений, устроенных русским командованием по правому берегу Кубани от впадения ниже Лабы до берега Черного моря с целью защиты славянского населения Кубанской области от непрерывных набегов закубанских адыгов"
    },
    {
      "term": "Черноморское казачье войско",
      "definition": "Военное казачье формирование, созданное в 1787 г. из частей Войска верных казаков, которому за военные заслуги в русско-турецкой войне 1787-1791 гг. были пожалованы для поселения земли между Бугом и Днестром по берегу Чёрного моря, отвоеванные у турок, а также остров Тамань. Отсюда и возникло новое название войска - черноморское. В казаки принимались все желающие из числа свободных людей. Наибольшая часть войска была сформирована из этнических малороссов (украинцев)"
    },
    {
      "term": "Черноморская губерния",
      "definition": "Административно-территориальная единица в 1896-1918 гг., образовавшаяся в результате преобразования Черноморского округа Кубанской области и выделения его в самостоятельную административную единицу с центром в Новороссийске. Губерния занимала западную часть Северного Кавказа и тянулась в виде узкой и длинной полосы вдоль северо-восточного берега Черного моря"
    }
  ]
}